<?php
include_once '../sys/inc/start.php';
$doc = new document();
$doc->title = __('О DCMS Revolution');
?>
Список модулей на данный момент: 
- Система управления пользователями: регистрация, авторизация, ВК регистрация и авторизация, блокировка пользователя и т.д. 
- Мини-чат: позволяет общаться с другими пользователями в онлайне или высказать свое мнение о сайте. 
- Новости: позволяют делать рассылку по email адресам из профиля пользователей. 
- Форум: 2-х уровневый форум с возможностью разделения прав на просмотр, создание и редактирование тем, разделов и категорий. 
- Анкета: Фон обложка, аватар. 
- Привилегии: вы помните как это было на dcms 664 ? Выставлять галочки разрешение на допуск к функциям. <?